import videoImage from '../../images/full-stack-video-editing.png';
import digitalImage from '../../images/full-stack-digital-marketing.png';
import webImage from '../../images/full-stack-web-development.png';
import graphicsImage from '../../images/full-stack-graphic-design.png';

const courseData = [
    {
        name: 'Video Editing',
        id: 'full-stack-video-editing',
        title: 'ফুল স্ট্যাক ভিডিও এডিটিং',
        slug: 'Full Stack Video Editing',
        route:'/video-editing',
        alt_title: 'ভিডিও এডিটিং (বেসিক থেকে প্রোফেশনাল)',
        description: 'ইন্টারনেট জগতের সব চমকপ্রদ ভিডিও দেখে আপনি মুগ্ধ, কিন্তু চিন্তিত কিভাবে কম সময়ের মধ্যে এই দক্ষতা আয়ত্ত করে ক্যারিয়ার গড়া যায়? তবে এই কোর্সটি করবে আপনার সকল চিন্তার অবসান। বর্তমান অনলাইন মার্কেটপ্লেসে দক্ষ ভিডিও এডিটর এর রয়েছে পাহাড়সম চাহিদা। সেই চাহিদা পূরণের জন্য কিংবা ফ্রিল্যান্সিং এর মাধ্যমে ঘরে বসেই আয় করার জন্যই আমাদের এই মাস্টার ক্লাস কোর্সটি। অল্প সময়ের মধ্যে ভিডিও এডিটিং এর যাবতীয় কলাকৌশল শিখে হয়ে যান একজন প্রফেশনাল!',
        short_description:'কিভাবে কম সময়ের মধ্যে ভিডিও এডিটিং আয়ত্ত করে ফ্রিল্যান্সিং এর মাধ্যমে ঘরে বসেই আয় করার জন্যই আমাদের এই মাস্টার ক্লাস কোর্সটি।',
        source:'https://www.youtube.com/embed/xop7oG9ga9c?autoplay=1&mute=1',
        course_duration:'২',
        total_classes:'২৪',
        regular_price:'৯,৯৯৯',
        offer_price:'৬০০০',
        course_done:'১৮৬,১১৮',
        image: videoImage,
        feature_alt:[
            {
                id: 1,
                item:'এই কোর্সটি সম্পূর্ণ নতুনদের জন্য। ভিডিও এডিটিং সম্পর্কে আপনার পূর্ব কোনো ধারনা থাকার দরকার নেই।'
            },
            {
                id:2,
                item:'ইন্টারনেট কানেকশন সহ একটি কম্পিউটার।'
            },
            {
                id:3,
                item:'একটি কোর্সের ভিতর পাচ্ছেন জুম এর মাধ্যমে লাইভ ক্লাস আকারে মোট ২৪ টি ক্লাস।'
            },
            {
                id:4,
                item:'কোর্স ইন্সট্রাক্টর কর্তৃক সরাসরি কোর্স সংক্রান্ত আপনার সকল সমস্যার সমাধানের সুব্যবস্থা।'
            }
        ],
        features: [
            {
                id:1,
                item: 'Adobe Premiere Pro এবং Adobe After Effects যেভাবে ব্যবহার করবেন।'
            },
            {
                id:2,
                item: 'বেসিক থেকে অ্যাডভান্স লেভেল পর্যন্ত ভিডিও এডিটিং এবং মোশন ডিজাইন এর সকল খুঁটিনাটি।'
            },
            {
                id:3,
                item: 'লোকাল এবং ইন্টারন্যাশনাল মার্কেটে ভিডিও এডিটিং দক্ষতা কাজে লাগিয়ে যেভাবে ক্যারিয়ার গড়বেন।'
            },
            {
                id:4,
                item: 'ফ্রিল্যান্সার হিসেবে রিমোট জব এর মাধ্যমে যেভাবে ঘরে বসেই আয় করবেন।'
            }
        ],
        featuresDescription: '২ মাসে ২৪ টি ক্লাসের এই কোর্সটি সাজানো হয়েছে যেন সহজভাবে ভিডিও এডিটিং এর প্রধান বিষয়গুলো নিয়ে আলোচনা করা হয় এবং সেগুলোর উপর কুইজের মাধ্যমে হাতে-কলমে নিজেকে যাচাই করা যায়।',
        featureBonus: [
            {
                id:1,
                item: 'দ্রুত ও বন্ধুত্বসুলভ প্রশ্নোত্তর ব্যবস্থা।'
            },
            {
                id:2,
                item: 'সফলভাবে কোর্স সমাপ্তির পর ডাউনলোডযোগ্য ইউনিক সার্টিফিকেট।'
            }
        ],
        outline: [
            {
                id:'One',
                subtitle: 'ইন্ট্রডাকশন (Introduction)',
                brief: 'এই ক্লাসটি হবে মূলত আমার এবং শিক্ষার্থীদের পরিচয়পর্ব। আমি নিজেকে পরিচয় করিয়ে দিব- আমি কে, আমি Fiverr এবং অন্যান্য ফ্রিল্যান্স প্ল্যাটফর্মে ভিডিও এডিটিং এর মাধ্যমে কীভাবে আয় করছি, একইসাথে শিক্ষার্থীদের সম্পর্কে জানবো উপযুক্ত পরিবেশে শেখানোর জন্য যোগাযোগ গুরুত্বপূর্ণ।'
            },
            {
                id:'Two',
                subtitle: 'ইনস্টলেশন এবং শুরু',
                brief: 'এই ক্লাসে, আমি দেখাবো কিভাবে আমরা অ্যাডবি প্রিমিয়ার প্রো ইন্সটল করে তার মাধ্যমে কাজ শুরু করতে পারি।'
            },
            {
                id:'Three',
                subtitle: 'প্রোজেক্ট তৈরি',
                brief: 'এই ক্লাসে আমরা শিখবো কিভাবে প্রিমিয়ার প্রো এ এডিট করার জন্য প্রোজেক্ট তৈরি করতে হয়।'
            },
            {
                id:'Four',
                subtitle: 'ওয়ার্কস্পেস এবং পানেল',
                brief: 'নির্ভুল এবং দ্রুত এডিটিং এর জন্য সঠিক ওয়ার্কস্পেস থাকা খুবই গুরুত্বপূর্ণ। এই ক্লাসে আমি দেখাবো কিভাবে আমরা সেরা এডিটিং অভিজ্ঞতার জন্য সবচেয়ে সুবিধাজনক ওয়ার্কস্পেস ব্যবহার করতে পারি।'
            },
            {
                id:'Five',
                subtitle: 'মিডিয়া ইম্পোর্ট',
                brief: 'একটি প্রজেক্টে কাজ শুরু করার জন্য আমাদের মিডিয়া ফাইল আমদানি করতে হয়। আমি দেখাবো কিভাবে কম্পিউটার থেকে প্রিমিয়ার প্রো প্রোজেক্টে মিডিয়া ইম্পোর্ট করতে হয়।'
            },
            {
                id:'Six',
                subtitle: 'সিকুয়েন্স কি?',
                brief: 'এই ক্লাসে আমি আপনাদের সিকুয়েন্স এর সাথে পরিচয় করিয়ে দিব এবং কোর্স আগানোর সাথে সাথে আমরা এটি সম্পর্কে আরও শিখবো।'
            },
            {
                id:'Seven',
                subtitle: 'অফলাইন ফুটেজ রি-লিঙ্ক',
                brief: 'কখনও কখনও প্রিমিয়ার প্রো আমাদের ইম্পোর্ট করা ভিডিও এবং অ্যাসেটগুলো খুঁজে পেতে ব্যর্থ হয়। এই ক্লাসে কীভাবে সেগুলি পুনরায় লিঙ্ক করতে হয় এবং হারিয়ে যাওয়া ফাইলগুলি খুঁজে পেতে হয় তা শেখাবো।'
            },
            {
                id:'Eight',
                subtitle: 'সোর্স এবং প্রোগ্রাম মনিটর',
                brief: 'প্রিমিয়ার প্রো এডিটিং আরও দক্ষতার সাথে করার জন্য একটি দুর্দান্ত এবং সহজ পদ্ধতি ব্যবহার করে দুটি মনিটর ব্যবহার করে। এই ক্লাসে আমি শিক্ষার্থীদের এই পদ্ধতির সাথে পরিচয় করিয়ে দিবো এবং আমরা এগিয়ে যাওয়ার সাথে সাথে এটি সম্পর্কে আরও জানবো।'
            },
            {
                id:'Nine',
                subtitle: 'কী-বাইন্ড এবং শর্টকাট',
                brief: 'দ্রুত এডিট করার জন্য কী-বাইন্ড এবং শর্টকাট গুলো খুবই জরুরী। আমি এই ক্লাসে কীভাবে শর্টকাট দিয়ে দ্রুত এডিট করতে পারি তার প্রো টিপস শেয়ার করবো।'
            },
            {
                id:'Ten',
                subtitle: 'ট্রিমিং',
                brief: 'ভিডিওগুলোকে একত্রিত করতে এবং তা থেকে একটি গল্প তৈরি করতে ট্রিমিং প্রয়োজন। এই ক্লাসে আমি ট্রিমিং এর সবচেয়ে কার্যকর টুল এবং কৌশলগুলোর ব্যবহারর শেখাবো। '
            },
            {
                id:'Eleven',
                subtitle: 'L কাট এবং J কাট',
                brief: 'এই ক্লাসে আমি  L কাট এবং J কাট ব্যবহার করে একটি ভিডিও বা মুভিকে কীভাবে আরও আকর্ষনীয় করা যায় সেসব কার্যকর পদ্ধতিগুলো শেখাবো। এছাড়াও অন্যান্য বিভিন্ন পদ্ধতি সম্পর্কেও ধারনা দিবো।'
            },
            {
                id:'Twelve',
                subtitle: 'অডিও ইফেক্ট এবং ওয়েভফর্ম',
                brief: 'একটি ভিডিওকে আকর্ষনীয় করার জন্য অডিও এর কাজও সমান গুরুত্বপূর্ণ। এই ক্লাসে আমরা শিখবো কীভাবে ভিডিও এর অডিও বর্ধিত করে একে আরও চিত্তাকর্ষক বানানো যায়।'
            },
            {
                id:'Thirteen',
                subtitle: 'ট্রানজিশন',
                brief: 'ট্রানজিশন হল ভিডিও এডিটিং এর সবচেয়ে গুরুত্বপূর্ণ প্রভাবগুলির মধ্যে একটি। এই ক্লাসে আমরা নিখুতঁভাবে ভিডিও এর একটি দৃশ্য থেকে অন্য দৃশ্যে মসৃণভাবে সরানো শিখবো।'
            },
            {
                id:'Fourteen',
                subtitle: 'কী-ফ্রেম এবং পজিশনিং',
                brief: 'এই ক্লাসে আমরা কী-ফ্রেম এবং পজিশনিং সম্পর্কে শিখবো এবং এগিয়ে যাওয়ার সাথে সাথে এটি সম্পর্কে আরও বিস্তারিত জানতে পারবো।'
            },
            {
                id:'Fifteen',
                subtitle: 'মোশন এবং অপ্যাসিটি',
                brief: 'এই ক্লাসে আমরা ভিডিও এর দুটি প্রয়োজনীয় বিষয়, মোশন এবং অপ্যাসিটি সম্পর্কে শিখবো এবং এগিয়ে যাওয়ার সাথে সাথে এটি সম্পর্কে আরও বিস্তারিত জানতে পারবো।'
            },
            {
                id:'Sixteen',
                subtitle: 'ভিডিও স্পীড এবং ফ্রিজ ফ্রেম',
                brief: 'এই ক্লাসে আমরা শিখবো কিভাবে একটি ভিডিওতে ফাস্ট ফরওয়ার্ড এবং স্লো মোশন ব্যবহার করতে হয়। এছাড়াও ভিডিও এর গতি বিষয়ক অন্যান্য টুল সম্পর্কে জানবো।'
            },
            {
                id:'Seventeen',
                subtitle: 'টাইম রিম্যাপিং',
                brief: 'এই ক্লাসে আমরা শিখবো কিভাবে ভিডিও স্পীড ব্যবহার করে একটি ভিডিওকে আরো প্রফেশনাল এবং ডাইনামিক দেখাতে হয়।'
            },
            {
                id:'Eighteen',
                subtitle: 'ওয়ার্প স্ট্যাবিলাইজার',
                brief: 'এই ক্লাসে আমি শিক্ষার্থীদের শেখাবো কিভাবে শুধু এক ক্লিকে একটি নড়বড়ে ফুটেজ ঠিক করতে হয়।'
            },
            {
                id:'Nineteen',
                subtitle: 'টাইটেল এবং আনিমেটেড গ্রাফিক্স',
                brief: 'এই ক্লাসে আমি বিভিন্ন পেশাদার টাইটেল অ্যানিমেশন এবং গ্রাফিক্স টুলগুলোর ব্যবহার শেখাবো।'
            },
            {
                id:'Tweenty',
                subtitle: 'গ্রীন স্ক্রীনের বাবহার-বিধি',
                brief: 'এই ক্লাসে আমি শিক্ষার্থীদের শেখাবো কিভাবে গ্রীন স্ক্রীনের ব্যাকগ্রাউন্ড অপসারণ করতে হয় এবং সেগুলোকে সবচেয়ে কার্যকরী উপায়ে ব্যবহার করতে হয়।'
            },
            {
                id:'Tweentyone',
                subtitle: 'প্রক্সি কেন ও কীভাবে?',
                brief: '4k ফু্টেজ এডিট করার মতো শক্তিশালি সিস্টেমের সকলের কাছে নেই। এই ক্লাসে আমি দেখাবো কিভাবে আমরা কম্পিউটার সরঞ্জামগুলিতে প্রচুর অর্থ ব্যয় না করে 4k ফুটেজ এডিট করতে পারি। '
            },
            {
                id:'Tweentytwo',
                subtitle: 'কালার কারেকশন',
                brief: 'কালার গ্রেডিং এবং কালার কারেকশন ভিডিও এডিটিং এর সবচেয়ে গুরুত্বপূর্ণ ও আকর্ষণীয় অংশ। এই ক্লাসে আমি শেখাবো কিভাবে প্রফেশনাল ভাবে কালার কারেকশন করতে হয়।'
            },
            {
                id:'Tweentythree',
                subtitle: 'এক্সপোর্টিং',
                brief: 'ভিডিও এডিট করে কী লাভ যদি না আমরা আমাদের সেই ভিডিওটি সফ্টওয়্যারের বাইরেই দেখতে না পাই? এই ক্লাসে আমি দেখাবো কিভাবে প্রিমিয়ার প্রো এ এক্সপোর্ট করা যায়।'
            },
            {
                id:'Tweentyfour',
                subtitle: 'উপসংহার এবং সারসংক্ষেপ',
                brief: 'এই ক্লাসে আমরা পূর্ববর্তী যা শিখেছি তার সারাংশ দেখব এবং কীভাবে প্রকৃত ক্লায়েন্টদের সাথে এই দক্ষতাগুলিকে কাজে লাগাতে হয় এবং ভিডিও এডিটিং থেকে অর্থ উপার্জন করতে হয় তার সম্পর্কে বিস্তারিত জানবো।'
            },
        ]
    },
    {
        name: 'Digital Marketing',
        id: 'full-stack-digital-marketing',
        title: 'ফুল স্ট্যাক ডিজিটাল মার্কেটিং',
        slug: 'Full Stack Digital Marketing',
        route:'/digital-marketing',
        alt_title: 'ডিজিটাল মার্কেটিং (বেসিক থেকে অ্যাডভান্স)',
        description: 'আপনি কি ডিজিটাল মার্কেটিং জগতে নতুন? তবে এই কোর্সটি আপনারই জন্য। ডিজিটাল মার্কেটিং শিখে নিজের ক্যারিয়ার গড়তে এই কোর্সটি হবে আপনার জন্য ‘ভ্যালু ফর মানি।’ আপনি যদি বিভিন্ন অনলাইন এবং অফলাইন মার্কেটে নিজের ব্যবসাকে শক্ত অবস্থানে নিতে চান অথবা সিভিতে যুগোপযোগী দক্ষতা যোগ করতে চান, তবে এই কোর্সটি আপনার জন্য হবে সেরা সমাধান।',
        short_description:'ডিজিটাল মার্কেটিং শিখে নিজের ক্যারিয়ার গড়তে, বিভিন্ন অনলাইন এবং অফলাইন মার্কেটে নিজের ব্যবসাকে শক্ত অবস্থানে নিতে এই কোর্সটি হবে আপনার জন্য ‘ভ্যালু ফর মানি।’',
        source:'https://www.youtube.com/embed/6ULPYjUTxyY?autoplay=1&mute=1',
        course_duration:'২',
        total_classes:'২৪',
        regular_price:'৯,৯৯৯',
        offer_price:'৬০০০',
        course_done:'১৮১,২১৬',
        image: digitalImage,
        feature_alt:[
            {
                id: 1,
                item:'এই কোর্সটি সম্পূর্ণ নতুনদের জন্য। এই কোর্সটি করার জন্য আপনার ডিজিটাল মার্কেটিং সম্পর্কে পূর্বের কোনও ধারনা থাকার দরকার নেই।'
            },
            {
                id:2,
                item:'এই কোর্সে মোট ২৪ টি ক্লাস হবে।'
            },
            {
                id:3,
                item:'সম্পূর্ণ কোর্সটি জুম এর মাধ্যমে লাইভ ক্লাস আকারে হবে।'
            },
            {
                id:4,
                item:'কোর্স এর ইন্সট্রাক্টর সরাসরি কোর্স সঙ্ক্রান্ত আপনার সকল  সমস্যার সমাধান করবে।'
            }
        ],
        features: [
            {
                id:1,
                item: 'ডিজিটাল মার্কেটিং এর সাহায্যে ফ্রিল্যান্সিং এর মাধ্যমে ঘরে বসে যেভাবে আয় করতে পারবেন।'
            },
            {
                id:2,
                item: 'লোকাল এবং ইন্টারন্যাশনাল মার্কেটে ডিজিটাল মার্কেটিং দক্ষতা কাজে লাগিয়ে যেভাবে ক্যারিয়ার গড়বেন।'
            },
            {
                id:3,
                item: 'নিজস্ব ডিজিটাল মার্কেটিং এজেন্সি যেভাবে দাঁড় করাতে পারবেন।'
            },
            {
                id:4,
                item: 'একটি অনলাইন ব্যাবসা একেবারে শুন্য থেকে যেভাবে প্রতিষ্ঠা এবং প্রসার করতে পারবেন।'
            }
        ],
        featuresDescription: 'এই কোর্সের শেষে আপনি আত্মবিশ্বাসের সাথে ডিজিটাল মার্কেটিং এর কৌশলগুলি কর্মক্ষেত্রে বাস্তবায়ন করতে পারবেন।',
        featureBonus: [
            {
                id:1,
                item: 'দ্রুত ও বন্ধুত্বসুলভ প্রশ্নোত্তর ব্যবস্থা।'
            },
            {
                id:2,
                item: 'সফলভাবে কোর্স সমাপ্তির পর ডাউনলোডযোগ্য ইউনিক সার্টিফিকেট।'
            }
        ],
        outline: [
            {
                id:'One',
                subtitle: 'ইন্ট্রডাকশন (Introduction)',
                brief: 'এই ক্লাস এ আমরা একে অপরের সাথে পরিচিত হব এবং ডিজিটাল মার্কেটিং এর সম্পর্কে একটি বিস্তৃত ধারনা নিবো।'
            },
            {
                id:'Two',
                subtitle: 'মার্কেট রিসার্চ (Market Research)',
                brief: 'এই ক্লাসে আমরা শিখবো, মার্কেট রিসার্চ কি, কেন প্রয়োজন, এবং কিভাবে করবেন।'
            },
            {
                id:'Three',
                subtitle: 'ওয়েবসাইট তৈরি (Setting up a Website)',
                brief: 'এই ক্লাসে আমরা শিখবো, কোন কোডিং নলেজ ছাড়াই ওয়ার্ডপ্রেস এর মাধ্যমে কিভাবে একটি ই-কমার্স ওয়েবসাইট তৈরি করা যায়।'
            },
            {
                id:'Four',
                subtitle: 'এস ই ও (SEO)',
                brief: 'এই ক্লাসে আমরা শিখবো, এস.ই.ও এর মাধ্যমে আপনার নিজের বানানো ওয়েবসাইটকে কিভাবে গুগল সার্চ এর শীর্ষে নিয়ে আসবেন।'
            },
            {
                id:'Five',
                subtitle: 'টেস্ট ১ (Quiz 1)',
                brief: 'আমাদের প্রথম স্কিল্লটেস্ট নেয়া হবে পূর্বের চারটি টপিকের উপর। '
            },
            {
                id:'Six',
                subtitle: 'কপিরাইটিং (Copywriting)',
                brief: 'এই ক্লাসে আমরা শিখবো, কপিরাইটিং কি, কেন প্রয়োজন এবং কিভাবে করবেন। '
            },
            {
                id:'Seven',
                subtitle: 'ইমেইল মার্কেটিং (Email Marketing)',
                brief: 'এই ক্লাসে আমরা শিখবো, ইমেইল মার্কেটিং কি, কেন প্রয়োজন এবং কিভাবে করবেন।'
            },
            {
                id:'Eight',
                subtitle: 'টেস্ট 2 (Quiz 2)',
                brief: 'আমাদের দ্বিতীয় স্কিল্লটেস্ট নেয়া হবে পূর্বের দুইটি টপিকের উপর।'
            },
            {
                id:'Nine',
                subtitle: 'ফেইসবুক অ্যাড (Facebook Ads)',
                brief: 'এই ক্লাসে আমরা শিখবো, কিভাবে সঠিক পদ্ধতিতে, অডিএন্স বাছাই করে, অ্যাড ক্যাম্পেইন তৈরি করে ফেইসবুকে বুস্টিং করতে হয়।'
            },
            {
                id:'Ten',
                subtitle: 'ফেইসবুক মার্কেটিং (Facebook Marketing)',
                brief: 'এই ক্লাসে আমরা শিখবো, কোনও ডলার খরচ না করে যেভাবে সম্পূর্ণ ফ্রিতে ফেইসবুকের দারা আপনার পণ্য অথবা সেবার মার্কেটিং করতে হয়।'
            },
            {
                id:'Eleven',
                subtitle: 'ইন্সটাগ্রাম মার্কেটিং (Instagram Marketing)',
                brief: 'এই ক্লাসে আমরা শিখবো, যেভাবে ইন্সটাগ্রাম ব্যাবহার করে আপনার পণ্য অথবা সেবার মার্কেটিং করতে হয়।'
            },
            {
                id:'Twelve',
                subtitle: 'টেস্ট ৩ (Quiz 3)',
                brief: 'আমাদের তৃতীয় স্কিল্লটেস্ট নেয়া হবে পূর্বের তিনটি টপিক এর উপর।'
            },
            {
                id:'Thirteen',
                subtitle: 'গুগল অ্যাড (Google Ads)',
                brief: 'এই ক্লাসে আমরা শিখবো, কিভাবে গুগল সার্চ ও বিভিন্ন ওয়েবসাইট এবং অ্যাপ এ আপনার পণ্য অথবা সেবার অ্যাড দিতে হয়।'
            },
            {
                id:'Fourteen',
                subtitle: 'গুগল অ্যানালিটিক্স (Google Analytics)',
                brief: 'এই ক্লাসে আমরা শিখবো, কিভাবে গুগল অ্যানালিটিক্স এর মাধ্যমে আপনার ওয়েবসাইট এর সকল তথ্য যাচাই করে আপনার সেলস পারফরমেন্স ট্র্যাক করতে পারবেন।'
            },
            {
                id:'Fifteen',
                subtitle: 'ইউটিউব মার্কেটিং (Youtube Marketing)',
                brief: 'এই ক্লাসে আমরা শিখবো, কিভাবে ইউটিউব এর মাধ্যমে আপনার পণ্য অথবা সেবার মার্কেটিং করতে পারবেন।'
            },
            {
                id:'Sixteen',
                subtitle: 'লিঙ্কডইন মার্কেটিং (LinkedIn Marketing)',
                brief: 'এই ক্লাসে আমরা শিখবো কিভাবে লিঙ্কডইন এর মাধ্যমে আপনার পণ্য অথবা সেবার মার্কেটিং করতে পারবেন।'
            },
            {
                id:'Seventeen',
                subtitle: 'ফাইনাল টেস্ট (Final Quiz)',
                brief: 'আমাদের চতুর্থ ও ফাইনাল স্কিল্লটেস্টটি নেয়া হবে পূর্বের সকল টপিকের উপর।'
            },
            {
                id:'Eighteen',
                subtitle: 'উপসংহার (Conclusion)',
                brief: 'এই ক্লাসে আমরা আলোচনা করবো কিভাবে আমাদের স্কিল্লকে কাজে লাগিয়ে অনলাইন মার্কেটপ্লেস এ কাজ করতে হয় এবং ফ্রীলান্সিং এর মাধ্যমে আয় করতে হয়।'
            }
        ]
    },
    {
        name: 'Graphics Design',
        id: 'full-stack-graphics-design',
        title: 'ফুল স্ট্যাক গ্রাফিক্স ডিজাইন',
        slug: 'Full Stack Graphics Design',
        route:'/graphics-design',
        alt_title: 'ফুল স্ট্যাক গ্রাফিক্স ডিজাইন (বেসিক থেকে প্রফেশনাল)',
        description: 'গ্রাফিক্স ডিজাইনিং শিখে আপনার সৃজনশীলতাকে কাজে লাগিয়ে ঘরে বসেই আয় করতে চান? তবে আপনার জন্য সেরা মাধ্যম হবে এই কোর্সটি। বর্তমানে ফ্রীল্যান্সিং জগতে যেমন গ্রাফিক্স ডিজাইনিং একটি বিপুল জনপ্রিয় আয় করার ক্ষেত্র তেমনি ক্যারিয়ার হিসেবেও এর চাহিদা প্রচুর। আর এ সব কিছু মাথায় রেখেই সাজানো হয়েছে আমাদের গ্রাফিক্স ডিজাইনিং (বেসিক থেকে প্রোফেশনাল) কোর্সটি।',
        short_description:'বর্তমানে ফ্রীল্যান্সিং জগতে একটি বিপুল জনপ্রিয় আয় করার ক্ষেত্র গ্রাফিক্স ডিজাইনিং শিখে আপনার সৃজনশীলতাকে কাজে লাগিয়ে ঘরে বসেই আয় করতে চান?',
        source:'https://www.youtube.com/embed/TIxJqXhIvpc?autoplay=1&mute=1',
        course_duration:'৩',
        total_classes:'৩৬',
        regular_price:'৯,৯৯৯',
        offer_price:'৬০০০',
        course_done:'১১১,৬১৬',
        image:graphicsImage,
        feature_alt:[
            {
                id: 1,
                item:'এই কোর্সটি সম্পূর্ণ নতুনদের জন্য। গ্রাফিক্স ডিজাইনিং সম্পর্কে আপনার পূর্ব কোনো ধারনা থাকার দরকার নেই। '
            },
            {
                id:2,
                item:'ইন্টারনেট কানেকশন সহ একটি কম্পিউটার।'
            },
            {
                id:3,
                item:'একটি কোর্সের ভিতর পাচ্ছেন জুম এর মাধ্যমে লাইভ ক্লাস আকারে মোট ৩৬ টি ক্লাস।'
            },
            {
                id:4,
                item:'কোর্স ইন্সট্রাক্টর কর্তৃক সরাসরি কোর্স সংক্রান্ত আপনার সকল সমস্যার সমাধানের সুব্যবস্থা।'
            }
        ],
        features: [
            {
                id:1,
                item: 'Photoshop এবং Illustrator ব্যবহার করে নিজের সৃজনশীলতা যেভাবে কম্পিউটারের পর্দায় ফুটিয়ে তুলবেন।'
            },
            {
                id:2,
                item: 'গ্রাফিক ডিজাইনার হিসেবে যেভাবে ক্যারিয়ার শুরু করবেন।'
            },
            {
                id:3,
                item: 'ফ্রীল্যান্সিং জগতে যেভাবে একজন দক্ষ গ্রাফিক ডিজাইনার হিসেবে নিজেকে প্রতিষ্ঠিত করবেন।'
            },
            {
                id:4,
                item: 'রিমোট জব এর মাধ্যমে যেভাবে ঘরে বসেই আয় করবেন।'
            }
        ],
        featuresDescription: '৩ মাসে ৩৬ টি ক্লাসের এই কোর্সটি সাজানো হয়েছে যেন সহজভাবে গ্রাফিক্স ডিজাইনিং এর প্রধান বিষয়গুলো নিয়ে আলোচনা করা হয় এবং সেগুলোর উপর কুইজ ও রিয়েল লাইফ আসাইনমেন্ট এর মাধ্যমে হাতে-কলমে নিজেকে যাচাই করা যায়।',
        featureBonus: [
            {
                id:1,
                item: 'দ্রুত ও বন্ধুত্বসুলভ প্রশ্নোত্তর ব্যবস্থা।'
            },
            {
                id:2,
                item: 'সফলভাবে কোর্স সমাপ্তির পর ডাউনলোডযোগ্য ইউনিক সার্টিফিকেট।'
            }
        ],
        outline: [
            {
                id:'One',
                subtitle: 'সূচনা (Introduction)',
                brief: 'এই ক্লাসটি হবে মূলত আমার এবং শিক্ষার্থীদের পরিচয়পর্ব। আমি নিজেকে পরিচয় করিয়ে দিব- আমি কে, আমি বিভিন্ন প্ল্যাটফর্মে গ্রাফিক্স ডিজাইনিং এর মাধ্যমে কীভাবে আয় করছি, একইসাথে শিক্ষার্থীদের সম্পর্কে জানবো যা উপযুক্ত পরিবেশে শেখানোর জন্য যোগাযোগ গুরুত্বপূর্ণ।'
            },
            {
                id:'Two',
                subtitle: 'ফ্রিল্যান্সিং এবং গ্রাফিক্স (Freelancing and Graphics)',
                brief: 'এই ক্লাসে আমরা গ্রাফিক্স ডিজাইনিং এর বেসিক সম্পর্কে শিখবো এবং ফ্রিল্যান্সিং ক্ষেত্রে গ্রাফিক্স ডিজাইনিং কীভাবে ব্যবহার হয় তা জানবো।'
            },
            {
                id:'Three',
                subtitle: 'গ্রাফিক্স সফটওয়্যার ইনস্টলেশন (Graphics Software Installation)',
                brief: 'এই ক্লাসে আমরা এই কোর্সে ব্যবহৃত সফটওয়্যার (Photoshop এবং Illustrator) এর ইনস্টলেশন শিখবো এবং এগুলোর কাজের বিস্তার সম্পর্কে ধারণা নিবো।'
            },
            {
                id:'Four',
                subtitle: 'ডকুমেন্ট স্পেসিফিকেশন এবং আর্টবোর্ড (Document Specification and Artboard)',
                brief: 'এই ক্লাসে আমরা ডকুমেন্ট স্পেসিফিকেশন তৈরি করা শিখবো এবং আর্টবোর্ড সম্পর্কে আলোচনা করবো।'
            },
            {
                id:'Five',
                subtitle: 'মেনুবার, টুলবার এবং স্ট্যাটাস বার (Menu bar, Toolbar and Status bar)',
                brief: 'এই ক্লাসে আমরা মেনুবার, টুলবার এবং স্ট্যাটাস বার সম্পর্কে শিখবো।'
            },
            {
                id:'Six',
                subtitle: 'শেইপ এবং লোগো (Shape and Logo)',
                brief: 'এই ক্লাসে আমরা শেইপ তৈরি করা এবং সেগুলোর সাহায্যে কীভাবে বিভিন্ন লোগো বানানো যায় তা শিখবো।'
            },
            {
                id:'Seven',
                subtitle: 'টেক্সট এবং টাইপোগ্রাফি, টাইপস কেস (Text and Typography, Types Case)',
                brief: 'এই ক্লাসে আমরা টেক্সট ও টাইপোগ্রাফি সম্পর্কে জানবো এবং টাইপস কেস শিখবো।'
            },
            {
                id:'Eight',
                subtitle: 'টেক্সট দিয়ে পোস্টার (Poster with Texts)',
                brief: 'এই ক্লাসে আমরা শিখবো কীভাবে টেক্সট দিয়ে পোস্টার তৈরি করা যায়।'
            },
            {
                id:'Nine',
                subtitle: 'পেন টুলস এবং ইমেইজ ট্রেসিং (Pen Tools and Image Tracing)',
                brief: 'এই ক্লাসে আমরা শিখবো কীভাবে টেক্সট দিয়ে পোস্টার তৈরি করা যায়।'
            },
            {
                id:'Ten',
                subtitle: 'কালার থিওরি এবং কালার সিলেক্ট (Color Theory and Color Select)',
                brief: 'এই ক্লাসে আমরা কালার থিওরি সম্পর্কে জানবো এবং কোন কাজে কি কালার সিলেক্ট করা উচিত তা শিখবো।'
            },
            {
                id:'Eleven',
                subtitle: 'প্যারাগ্রাফ এবং ম্যাগাজিনের পেজ লেআউট (Paragraph and Magazine Page Layout)',
                brief: 'এই ক্লাসে আমরা প্যারাগ্রাফ সম্পর্কে জানবো এবং ম্যাগাজিনের পেজ লেআউট বানানো শিখবো।'
            },
            {
                id:'Twelve',
                subtitle: 'গ্রেডিয়েন্ট এবং গ্রেডিয়েন্ট দিয়ে ব্যাকগ্রাউন্ড (Gradient and Background With Gradient)',
                brief: 'এই ক্লাসে আমরা গ্রেডিয়েন্ট সম্পর্কে জানবো এবং গ্রেডিয়েন্ট দিয়ে ব্যাকগ্রাউন্ড তৈরি করা শিখবো।'
            },
            {
                id:'Thirteen',
                subtitle: 'ব্রাশ টুল (Brush Tool)',
                brief: 'এই ক্লাসে আমরা বিভিন্ন ব্রাশ টুল, এর ধরন এবং ব্যবহার সম্পর্কে শিখবো।'
            },
            {
                id:'Fourteen',
                subtitle: 'স্কেল টুল এবং সুষম ডিজাইন তৈরি (Scale Tool and Equivalent Design)',
                brief: 'এই ক্লাসে আমরা স্কেল টুল সম্পর্কে শিখবো এবং বিভিন্ন সুষম ডিজাইন তৈরি করবো।'
            },
            {
                id:'Fifteen',
                subtitle: 'স্ট্রোক এবং পাথ ডেফিনেশন (Stroke and Path Definition)',
                brief: 'এই ক্লাসে আমরা স্ট্রোক এবং পাথ ডেফিনেশন সম্পর্কে শিখবো।'
            },
            {
                id:'Sixteen',
                subtitle: 'গ্রুপ,এক্সপান্ডিং আর লেয়ার (Group Expanding and Layer)',
                brief: 'এই ক্লাসে আমরা গ্রুপ,এক্সপান্ডিং সম্পর্কে শিখবো এবং লেয়ার নিয়ে আলোচনা করবো।'
            },
            {
                id:'Seventeen',
                subtitle: 'অবজেক্ট শ্যাডো,টেক্সট শ্যাডো (Object Shadow and Text Shadow)',
                brief: 'এই ক্লাসে আমরা অবজেক্ট শ্যাডোন ও টেক্সট শ্যাডো সম্পর্কে শিখবো এবং ডিজাইনে এর ব্যবহার নিয়ে জানবো।'
            },
            {
                id:'Eighteen',
                subtitle: 'এলাইনমেন্ট এবং এড ডিজাইন তৈরি (Alignment and Ad Design making)',
                brief: 'এই ক্লাসে আমরা এলাইনমেন্ট সম্পর্কে আলোচনা করবো এবং তা ব্যবহার করে এড ডিজাইন তৈরি করা শিখবো।'
            },
            {
                id:'Nineteen',
                subtitle: 'কালার মোড প্রিন্ট এবং ডিজিটাল মিডিয়া Color Mode Print and Digital Media)',
                brief: 'এই ক্লাসে আমরা কালার মোড প্রিন্ট এবং ডিজিটাল মিডিয়া সম্পর্কে বিস্তর আলোচনা করবো।'
            },
            {
                id:'Tweenty',
                subtitle: 'লোগো তৈরি (Logo Making)',
                brief: 'এই ক্লাসে আমরা প্রফেশনাল লোগো তৈরি করা শিখবো।'
            },
            {
                id:'Tweentyone',
                subtitle: 'বিজনেস কার্ড তৈরি (Business Card Making)',
                brief: 'এই ক্লাসে আমরা বিজনেস কার্ড তৈরি তৈরি করা শিখবো।'
            },
            {
                id:'Tweentytwo',
                subtitle: 'ফেইসবুক পোস্ট (Facebook Post)',
                brief: 'এই ক্লাসে আমরা গ্রাফিক্স ডিজাইনিং এর সাহায্যে বিভিন্ন চমকপ্রদ ফেইসবুক পোস্ট তৈরি করা শিখবো।'
            },
            {
                id:'Tweentythree',
                subtitle: 'ব্যানার তৈরি (Banner Making)',
                brief: 'এই ক্লাসে আমরা প্রফেশনাল ব্যানার তৈরি করা শিখবো।'
            },
            {
                id:'Tweentyfour',
                subtitle: 'পোস্টার তৈরি (Poster Making)',
                brief: 'এই ক্লাসে আমরা প্রফেশনাল পোস্টার তৈরি করা শিখবো।'
            },
            {
                id:'Tweentyfive',
                subtitle: 'এক্স ব্যানার তৈরি (Ex Banner Making)',
                brief: 'এই ক্লাসে আমরা এক্স ব্যানার তৈরি করা শিখবো।'
            }
        ]
    },
    {
        name: 'Web Development',
        id: 'full-stack-web-development',
        title: 'ফুল স্ট্যাক ওয়েব ডেভেলপমেন্ট',
        slug: 'Full Stack Graphics Design',
        route:'/web-development',
        alt_title: 'ফুল স্ট্যাক ওয়েব ডেভেলপমেন্ট (জিরো টু হিরো)',
        description: 'আপনি যদি একজন পেশাদার ওয়েব ডেভেলপার হতে চান বা ওয়েব ডেভেলপমেন্টের এর জগতে নিজেকে প্রতিষ্ঠিত করতে চান তবে এই কোর্সটি আপনারই জন্য। কোর্সটি বিশেষভাবে ডিজাইন করা হয়েছে সমস্ত আধুনিক ওয়েব ডেভেলপমেন্ট টেকনোলজির সমন্বয়ে যে দক্ষতাগুলোর মার্কেটপ্লেস এবং প্রযুক্তি কোম্পানিগুলোর রয়েছে বিশাল চাহিদা।',
        short_description:'আপনি যদি একজন পেশাদার ওয়েব ডেভেলপার হতে চান বা ওয়েব ডেভেলপমেন্টের এর জগতে নিজেকে প্রতিষ্ঠিত করতে চান তবে এই কোর্সটি আপনারই জন্য।',
        source:'https://www.youtube.com/embed/TIxJqXhIvpc?autoplay=1&mute=1',
        course_duration:'৩',
        total_classes:'৩৬',
        regular_price:'৯,৯৯৯',
        offer_price:'৬০০০',
        course_done:'১১৮,২১৬',
        image: webImage,
        feature_alt:[
            {
                id: 1,
                item:'এই কোর্সটি সম্পূর্ণ নতুনদের জন্য। ওয়েব ডেভেলপমেন্ট সম্পর্কে আপনার পূর্ব কোনো ধারনা থাকার দরকার নেই।'
            },
            {
                id:2,
                item:'ইন্টারনেট কানেকশন সহ একটি কম্পিউটার।'
            },
            {
                id:3,
                item:'একটি কোর্সের ভিতর পাচ্ছেন জুম এর মাধ্যমে লাইভ ক্লাস আকারে মোট ২৪ টি ক্লাস।'
            },
            {
                id:4,
                item:'কোর্স ইন্সট্রাক্টর কর্তৃক সরাসরি কোর্স সংক্রান্ত আপনার সকল সমস্যার সমাধানের সুব্যবস্থা।'
            }
        ],
        features: [
            {
                id:1,
                item: 'ওয়েব ডেভেলপমেন্ট ব্যবহার করে যেভাবে ক্যারিয়ার গড়বেন।'
            },
            {
                id:2,
                item: 'রিয়েক্ট এবং নোডের মতো উন্নত প্রযুক্তি ব্যবহার করে যেভাবে নিজস্ব ওয়েব অ্যাপ্লিকেশন তৈরি করবেন।'
            },
            {
                id:3,
                item: 'ওয়েব ডেভেলপমেন্ট ব্যবহার করে যেভাবে ফ্রীল্যান্সিং এর মাধ্যমে আয় করবেন।'
            },
            {
                id:4,
                item: 'প্রোগ্রামিং এর মাধ্যমে যেভাবে নিজের দক্ষতা বাড়াবেন।'
            }
        ],
        featuresDescription: '৩ মাসে ৩৬ টি ক্লাসের ওয়েব ডেভেলপমেন্ট কোর্সটি সাজানো হয়েছে যেন এই কোর্সের শেষে আপনি একজন দক্ষ ওয়েব ডেভেলপার হিসেবে নিজেকে প্রতিষ্ঠিত করতে পারবেন',
        featureBonus: [
            {
                id:1,
                item: 'দ্রুত ও বন্ধুত্বসুলভ প্রশ্নোত্তর ব্যবস্থা।'
            },
            {
                id:2,
                item: 'সফলভাবে কোর্স সমাপ্তির পর ডাউনলোডযোগ্য ইউনিক সার্টিফিকেট।'
            }
        ],
        outline: [
            {
                id:'One',
                subtitle: 'সূচনা (Introduction)',
                brief: 'এই ক্লাসটি হবে মূলত আমার এবং শিক্ষার্থীদের পরিচয়পর্ব। আমি নিজেকে পরিচয় করিয়ে দিব- আমি কে, আমি বিভিন্ন প্ল্যাটফর্মে ওয়েব ডেভেলপমেন্ট এর মাধ্যমে কীভাবে আয় করছি, একইসাথে শিক্ষার্থীদের সম্পর্কে জানবো যা উপযুক্ত পরিবেশে শেখানোর জন্য যোগাযোগ গুরুত্বপূর্ণ।'
            },
            {
                id:'Two',
                subtitle: 'এইচ টি এম এল ৫ (HTML5)',
                brief: 'আমরা কোর্সটি শুরু করবো ওয়েব ডেভেলপমেন্ট এর বেসিক শেখার এবং HTML5 কোড লেখার জন্য প্রয়োজনীয় টুল ইন্সটল করার মাধ্যমে। এই ক্লাসে আমরা HTML5 এর প্রায় সব ধারণা শিখবো এবং ওয়েবপেজে HTML উপাদানগুলোর গঠন বিন্যাস কিভাবে সাজাবো তা শিখবো।'
            },
            {
                id:'Three',
                subtitle: 'সিএসএস 3 (CSS3)',
                brief: 'এই ক্লাসে আমরা CSS3 এর মৌলিক বিষয়গুলি শিখবো যা আমাদের ওয়েবসাইট তৈরি এবং আকর্ষণীয় করতে সাহায্য করবে। এছাড়াও আমরা শিখবো কিভাবে আপনার বিদ্যমান HTML পেজগুলোতে CSS যোগ করে আরো আকর্ষণীয় করতে পারি।'
            },
            {
                id:'Four',
                subtitle: 'প্রফেশনাল ওয়েবসাইট তৈরি (Building A Professional Website)',
                brief: 'এই ক্লাসে আমরা আমাদের এই পর্যন্ত শেখা দক্ষতাকে কাজে লাগিয়ে HTML এবং CSS সহ একটি পোর্টফোলিও সাইট তৈরি করব।'
            },
            {
                id:'Five',
                subtitle: 'গিট, গিটহাব এবং হোস্টিং (Git, GitHub, Hosting)',
                brief: 'এই ক্লাসে আমরা সারা বিশ্ব জুড়ে ওয়েব ডেভেলপারদের মধ্যে সবচেয়ে জনপ্রিয় টুল গিট এবং গিটহাব সম্পর্কে জানবো। Git এবং কিভাবে Git সংস্করণ নিয়ন্ত্রণের জন্য ব্যবহার করা যেতে পারে, Git এর সাথে কাজ করার জন্য প্রয়োজনীয় গুরুত্বপূর্ণ কমান্ড এবং GitHub এর সহযোগিতায় দলগত প্রজেক্ট এর কাজের সুবিধাগুলো শিখবো।'
            },
            {
                id:'Six',
                subtitle: 'বুটস্ট্র্যাপ 5 (Bootstrap 5)',
                brief: 'এই ক্লাসে আমরা বুটস্ট্র্যাপ 5 এবং বুটস্ট্র্যাপ গ্রিড সিস্টেম সম্পর্কে জানবো এবং এটির সাহায্যে কীভাবে প্রতিক্রিয়াশীল লেআউট তৈরি করতে হয় তা শিখবো।'
            },
            {
                id:'Seven',
                subtitle: 'ই-কমার্স ওয়েবসাইট তৈরি (Building an E-commerce Website)',
                brief: 'এই ক্লাসে আমরা CSS এর সাহায্য ছাড়াই সম্পূর্ণরূপে বুটস্ট্র্যাপ এবং এর উপাদানগুলি ব্যবহার করে সম্পূর্ণরূপে মোবাইল প্রতিক্রিয়াশীল ওয়েবসাইট তৈরি করবো যা কম্পিউটার, ট্যাবলেট এবং স্মার্টফোনের মতো সমস্ত ডিভাইসে কাজ করবে এবং দেখতে চমৎকার হবে।'
            },
            {
                id:'Eight',
                subtitle: 'জাভাস্ক্রিপ্ট (JavaScript)',
                brief: 'এই ক্লাসে আমরা ফ্রন্ট এন্ড ওয়েব ডেভেলপমেন্টের সবচেয়ে জনপ্রিয় ভাষা, জাভাস্ক্রিপ্ট এর বেসিক সকল খুঁটিনাটি শিখবো ।'
            },
            {
                id:'Nine',
                subtitle: 'ইএস৬ (ES6)',
                brief: 'এই ক্লাসে আমরা জাভাস্ক্রিপ্ট এর সর্বশেষ সংস্করণ ES6 সম্পর্কে শিখবো এবং এর নতুন ফিচারগুলো সম্পর্কে জানবো। '
            },
            {
                id:'Ten',
                subtitle: 'ইন্টের‍্যাক্টিভ ওয়েবসাইট (Interactive Website)',
                brief: 'এই ক্লাসে আমরা জাভাস্ক্রিপ্ট এবং বুটস্ট্র্যাপ ব্যবহার করে একটি সাধারণ ইন্টারেক্টিভ ওয়েবসাইট তৈরি করা শিখবো।'
            },
            {
                id:'Eleven',
                subtitle: 'এপিআই, জেএসওএন, সার্ভার, ডেটা লোড, ডাইনামিক ওয়েবসাইট এবং এইচটিটিপি (API JSON, Server, Data Load, Dynamic Website, http)',
                brief: 'এই ক্লাসে আমরা এপিআই, জেএসওএন, সার্ভার, ডেটা লোড, ডাইনামিক ওয়েবসাইট এবং এইচটিটিপি সম্পর্কে জানবো।'
            },
            {
                id:'Twelve',
                subtitle: 'এপিআই ব্যবহার করে ওয়েবসাইট তৈরি (Building a Website Using API)',
                brief: 'এই ক্লাসে আমরা এপিআই ব্যবহার করে একটি ওয়েবসাইট তৈরি করবো।'
            },
            {
                id:'Thirteen',
                subtitle: 'রিয়েক্ট জেএস (ReactJS)',
                brief: 'এই ক্লাসে আমরা ReactJS সম্পর্কে শিখব যা একটি প্রগতিশীল ফ্রন্ট-এন্ড লাইব্রেরি যা আপনাদেরকে দক্ষ উপায়ে ইউজার ইন্টারফেস উপাদান তৈরি করতে সাহায্য করে।'
            },
            {
                id:'Fourteen',
                subtitle: 'রিয়েক্ট অথেনটিকেশন (ফায়ারবেস) (React Authentication (Firebase)',
                brief: 'এই ক্লাসে আমরা রিয়েক্ট অথেনটিকেশন এবং এর ব্যবহার সম্পর্কে শিখবো।'
            },
            {
                id:'Fifteen',
                subtitle: 'রিয়েক্ট অথেনটিকেশন ব্যবহার করে ওয়েবসাইট তৈরি (Building a website using React Authentication)',
                brief: 'এই ক্লাসে আমরা রিয়েক্ট অথেনটিকেশন ব্যবহার করে একটি ওয়েবসাইট তৈরি করবো।'
            },
            {
                id:'Sixteen',
                subtitle: 'নোড জেএস (Node JS) এবং এক্সপ্রেস জেএস (Express JS)',
                brief: 'এই ক্লাস থেকে আমরা ব্যাকএন্ড সম্পর্কে শেখা শুরু করবো। আমরা Node JS এর মূল বিষয়গুলি থেকে নোড এবং নোড জেএস এর ওয়েব ফ্রেমওয়ার্ক এক্সপ্রেস জেএস শেখা শুরু করব এবং নিজস্ব সার্ভার তৈরি করা শিখবো। আমরা নোড প্যাকেজ ম্যানেজার এবং কীভাবে এটি বিভিন্ন নোড প্যাকেজ ইনস্টল এবং ব্যবহার সম্পর্কেও জানবো।'
            },
            {
                id:'Seventeen',
                subtitle: 'মঙ্গোডিবি (MongoDB)',
                brief: 'এই ক্লাসে আমরা MongoDB সম্পর্কে জানবো যা একটি ডেটাবেস যেটি বৃহৎ সফ্টওয়্যার কোম্পানীগুলো দ্বারা ব্যবহৃত এবং বিশ্বস্ত। আমরা শিখবো কীভাবে স্ক্র্যাচ থেকে নিজস্ব ডেটাবেস তৈরি করতে হয় এবং কীভাবে আমাদের ডেটা সংরক্ষণ এবং পরিচালনা করার জন্য কাঠামো সেটআপ করতে হয়।'
            },
            {
                id:'Eighteen',
                subtitle: 'ফুল স্ট্যাক ওয়েবসাইট (Full Stack Website)',
                brief: 'এই ক্লাসে আমরা পুরো কোর্সে যা কিছু শিখেছি তা প্রয়োগ করে একটি সম্পূর্ণ কার্যকরী ওয়েব অ্যাপ্লিকেশন নির্মাণ করবো।'
            }
        ]
    }
];

export default courseData;